{
  "animes": [
    {
      "id": "1",
      "title": "Jujutsu Kaisen 2nd Season",
      "genre": "Action, Fantasy, School, Shounen",
      "visual": "https://cdn.myanimelist.net/images/anime/1600/134703.webp",
      "synopsis": "Second season of Jujutsu kaisen. Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the King of Curses. experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Metropolitan Jujutsu Technical High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer.",
      "studio": "Mappa",
      "source": "Manga",
      "release-Date": "july 6, 2023"
    },
    {
      "id": "2",
      "title": "Mushoku Tensei II: Isekai Ittara Honki Dasu",
      "genre": "Drama, Ecchi, Fantasy, Isekai",
      "visual": "https://cdn.myanimelist.net/images/anime/1674/136728.webp",
      "synopsis": "Second season of Mushoku Tensei. Killed while saving a stranger from a traffic collision, a 34-year-old NEET is reincarnated into a world of magic as Rudeus Greyrat, a newborn baby. With knowledge, experience, and regrets from his previous life retained, Rudeus vows to lead a fulfilling life and not repeat his past mistakes. Now gifted with a tremendous amount of magical power as well as the mind of a grown adult, Rudeus is seen as a genius in the making by his new parents. Soon, he finds himself studying under powerful warriors, such as his swordsman father and a mage named Roxy Migurdia—all in order to hone his apparent talents. But despite his innocent exterior, Rudeus is still a perverted otaku, who uses his wealth of knowledge to make moves on women whom he could never make in his previous life.",
      "studio": "Bind",
      "source": "Light Novel",
      "release-Date": "july 10, 2023"
    },
    {
      "id": "3",
      "title": "Zom 100: Bucket List of the Dead",
      "genre": "Action, Comedy, Horror, Supernatural, Seinen",
      "visual": "https://cdn.myanimelist.net/images/anime/1384/136408.webp",
      "synopsis": "In a trash-filled apartment, 24-year-old Akira Tendou watches a zombie movie with lifeless, envious eyes. After spending three hard years at an exploitative corporation in Japan, his spirit is broken. He can't even muster the courage to confess his feelings to his beautiful co-worker Ootori. Then one morning, he stumbles upon his landlord eating lunch—which happens to be another tenant! The whole city's swarming with zombies, and even though he's running for his life, Akira has never felt more alive!",
      "studio": "Bug Films",
      "source": "Manga",
      "release-Date": "july 9, 2023"
    },
    {
      "id": "4",
      "title": "Horimiya: Piece",
      "genre": "Romance, School, Shounen, Slice of Life",
      "visual": "https://cdn.myanimelist.net/images/anime/1007/136277.webp",
      "synopsis": "Featuring stories from the manga not adapted in the main anime. Although admired at school for her amiability and academic prowess, high school student Kyouko Hori has been hiding another side of her. With her parents often away from home due to work, Hori has to look after her younger brother and do the housework, leaving no chance to socialize away from school. Meanwhile, Izumi Miyamura is seen as a brooding, glasses-wearing otaku. However, in reality, he is a gentle person inept at studying. Furthermore, he has nine piercings hidden behind his long hair and a tattoo along his back and left shoulder. By sheer chance, Hori and Miyamura cross paths outside of school—neither looking as the other expects. These seemingly polar opposites become friends, sharing with each other a side they have never shown to anyone else.",
      "studio": "CloverWorks",
      "source": "Manga",
      "release-Date": "july 1, 2023"
    },
    {
      "id": "5",
      "title": "Bleach: Sennen Kessen-hen - Ketsubetsu-tan",
      "genre": "Action, Adventure, Fantasy, Shounen",
      "visual": "https://cdn.myanimelist.net/images/anime/1018/136667.webp",
      "synopsis": "Second cour of Bleach: Sennen Kessen-hen. Was it all just a coincidence, or was it inevitable? Ichigo Kurosaki gained the powers of a Soul Reaper through a chance encounter. As a Substitute Soul Reaper, Ichigo became caught in the turmoil of the Soul Society, a place where deceased souls gather. But with help from his friends, Ichigo overcame every challenge to become even stronger. When new Soul Reapers and a new enemy appear in his hometown of Karakura, Ichigo jumps back into the battlefield with his Zanpakuto to help those in need. Meanwhile, the Soul Society is observing a sudden surge in the number of Hollows being destroyed in the World of the Living. They also receive separate reports of residents in the Rukon District having gone missing. Finally, the Seireitei, home of the Soul Reapers, comes under attack by a group calling themselves the Wandenreich. Led by Yhwach, the father of all Quincies, the Wandenreich declare war against the Soul Reapers with the following message: Five days from now, the Soul Society will be annihilated by the Wandenreich. The history and truth kept hidden by the Soul Reapers for a thousand long years is finally brought to light. All things must come to an end as Ichigo Kurosaki's final battle begins!",
      "studio": "Pierrot",
      "source": "Manga",
      "release-Date": "july 8, 2023"
    },
    {
      "id": "6",
      "title": "Masamune-kun no Revenge R",
      "genre": "Comedy, Romance, School, Shounen, Harem",
      "visual": "https://cdn.myanimelist.net/images/anime/1667/135587.webp",
      "synopsis": "It's time for a class trip to Paris! When they get there, Aki and Masamune soon cross paths with a French otaku. They agree to help her with the manga she's making, but soon realize they're in way over their heads. Modeling, threats from the mafia, and a fake date—their school trip is proving to be far more exciting than they ever could have imagined!",
      "studio": "Silver Link",
      "source": "Manga",
      "release-Date": "july 3, 2023"
    },
    {
      "id": "7",
      "title": "The Girl I Like Forgot Her Glasses",
      "genre": "Comedy, Romance, School, Shounen",
      "visual": "https://cdn.myanimelist.net/images/anime/1582/136325.webp",
      "synopsis": "As the deskmate of Ai Mie, Kaede Komura always has his attention fixed on her. Attracted by her cute charms, all he wishes for is that she would look at him with those beautiful eyes beneath her glasses. But just a few days after making her acquaintance, Kaede notices something different about Ai: her eyes are squinting and her glasses are missing. Nonetheless, he still finds her adorable! Unexpectedly, Ai has a tendency to forget her glasses. Having terrible vision, she has difficulty going through her day at school. Thankfully, Kaede is more than willing to help her. As Ai starts relying on him, Kaede's feelings for her grow even more. Likewise, despite her short-sightedness, Kaede slowly becomes the person Ai always hopes to see.",
      "studio": "GoHands",
      "source": "Manga",
      "release-Date": "july 4, 2023"
    },
    {
      "id": "8",
      "title": "Rent-a-Girlfriend 3rd Season",
      "genre": "Comedy, Romance, School, Shounen",
      "visual": "https://cdn.myanimelist.net/images/anime/1696/136634.webp",
      "synopsis": "The third season of Kanojo, Okarishimasu. Kazuya begins producing a movie with Chizuru, and when things start to become close, a new girlfriend enters the mix!",
      "studio": "TMS Entertainement",
      "source": "Manga",
      "release-Date": "july 8, 2023"
    },
    {
      "id": "9",
      "title": "My Happy Mariage",
      "genre": "Drama, Fantasy, Historical, Romance, Supernatural",
      "visual": "https://cdn.myanimelist.net/images/anime/1147/122444.webp",
      "synopsis": "Miyo Saimori was the unfortunate child of a loveless, arranged marriage. After her mother died, her father brought in his lover and her own daughter, Kaya. From then on, Miyo's life was reduced to that of a mere servant. Even worse, while Kaya inherited the family's psychic abilities, Miyo had none—she was truly the daughter with no merit. After years of being treated like dirt, Miyo has learned to keep her head down, hide her pain, and obey every order. So, it comes as no surprise that she is arranged to be married to Kiyoka Kudou, a military captain rumored to be so cruel that he has driven away every one of his potential wives so far.From a painful upbringing to a painful marriage, that's the future that awaits Miyo—or so she thinks. Contrary to her expectations, her new husband is actually kind-hearted. What really awaits Miyo is a blissful, everlasting marriage full of happiness!",
      "studio": "Kinema Citrus",
      "source": "Light Novel",
      "release-Date": "july 5, 2023"
    },
    {
      "id": "10",
      "title": "Bungou Stray Dogs 5th Season",
      "genre": "Action, Mystery, Super Power, Supernatural, Seinen",
      "visual": "https://cdn.myanimelist.net/images/anime/1161/136691.webp",
      "synopsis": "No longer concerned with military affairs, Yukichi Fukuzawa intends to act as a lone bodyguard-for-hire, making use of his deadly swordsmanship. However, things are not going as planned for his freelance business, and that is when he crosses paths with a mouthy boy named Ranpo Edogawa. While their initial interactions are intertwined with a bizarre murder mystery, the aftermath prompts the formation of the Armed Detective Agency. Presently, Ranpo finds himself chasing down a gifted individual with the dangerous ability to execute the perfect crime. But as the great detective unravels the case, he soon discovers an elaborate plot to obliterate the Agency in its entirety. Although forewarned of the trap, the Agency continue their pursuit of the criminals, only to end up framed for the crime themselves. Now branded as wanted terrorists, the remaining members must find a way to prove their innocence—even if they must turn to sworn enemies for assistance.",
      "studio": "Bones",
      "source": "Manga",
      "release-Date": "july 12, 2023"
    },
    {
      "id": "11",
      "title": "Liar Liar",
      "genre": "Ecchi, Game, Romance, School, Psychological",
      "visual": "https://cdn.myanimelist.net/images/anime/1571/134525.webp",
      "synopsis": "At Academy Island, everything is settled through Games waged for a certain number of stars, with the strongest student being granted the ranking of Seven Stars. Hiroto, a transfer student, unexpectedly beats the strongest empress and becomes the pseudo-strongest in the school! A mind game of lies and bluffs begins!",
      "studio": "Geek Studio",
      "source": "Light Novel",
      "release-Date": "july 18, 2023"
    },
    {
      "id": "12",
      "title": "Hataraku Maou-sama!! 2nd Season",
      "genre": "Comedy, Fantasy, Romance, Slice of Life",
      "visual": "https://cdn.myanimelist.net/images/anime/1392/136670.webp",
      "synopsis": "Sequel to Hataraku Maou-sama!!. Lucifer and company face new challenges, form new alliances and...now there's a baby! Your favorite otherwordly crew returns in this continuation.",
      "studio": "Studio 3Hz",
      "source": "Light Novel",
      "release-Date": "july 13, 2023"
    },
    {
      "id": "13",
      "title": "Reign of the Seven Spellblades",
      "genre": "Action, Fantasy, School",
      "visual": "https://cdn.myanimelist.net/images/anime/1396/136273.webp",
      "synopsis": "In the world of magic, there exist deadly irreversible techniques commonly known as spellblades. These sparse and elusive spells, along with their casters, are shrouded in mystery and only their absolute lethality is known to the masses. Every year, the spring blossom signifies a new intake of students to the prestigious magic school Kimberly. With reactions of awe and bewilderment, a ceremonious parade complete with magical beasts welcomes the newcomers to the institution. Among them is the mysterious Oliver Horn, whose indifference changes to fascination as he notices a peculiar figure—a girl wearing strange attire equipped with a Japanese sword. From the entrance ceremony onward, Oliver realizes that not all is as it seems at Kimberly, as the emergence of labyrinths, monsters, and other threats endanger the new student body. Nanatsu no Maken ga Shihai suru explores the intertwined fates of two warriors as they uncover the dark truths that lurk within the walls of the academy.",
      "studio": "J.C.Staff",
      "source": "Light Novel",
      "release-Date": "july 8, 2023"
    },
    {
      "id": "14",
      "title": "Rurouni Kenshin: Meiji Kenkaku Romantan",
      "genre": "Action, Historical, Martial Arts, Romance, Shounen",
      "visual": "https://cdn.myanimelist.net/images/anime/1599/136532.webp",
      "synopsis": "Ten years have passed since the end of Bakumatsu, an era of war that saw the uprising of citizens against the Tokugawa shogunate. The revolutionaries wanted to create a time of peace, and a thriving country free from oppression. The new age of Meiji has come, but peace has not yet been achieved. Swords are banned but people are still murdered in the streets. Orphans of war veterans are left with nowhere to go, while the government seems content to just line their pockets with money. One wandering samurai, Kenshin Himura, still works to make sure the values he fought for are worth the lives spent to bring about the new era. Once known as Hitokiri Battousai, he was feared as the most ruthless killer of all the revolutionaries. Now haunted by guilt, Kenshin has sworn never to kill again in atonement for the lives he took, and he may never know peace until killing is a thing of the past. Now in the 11th year of Meiji, Kenshin stumbles upon Kaoru Kamiya, owner and head instructor of a small dojo being threatened to close its doors. The police force is powerless to stop the string of murders done in the name of her dojo by a man claiming to be the famous Battousai. Kenshin's wanderings pause for now as he joins Kaoru to clear both their names. But how long can he stay before his past catches up to him?",
      "studio": "LIDENFILMS",
      "source": "Manga",
      "release-Date": "july 7, 2023"
    },
    {
      "id": "15",
      "title": "Am I Actually the Strongest?",
      "genre": "Adventure, Comedy, Fantasy, Romance, Isekai",
      "visual": "https://cdn.myanimelist.net/images/anime/1496/136558.webp",
      "synopsis": "To be reincarnated into another world with the promise of a cheat power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless?? That's another thing entirely! Now the newly-born Reinhart—or Hart to his new friends—must find his way through a dangerous world...but luckily he's got magic that's quite literally off the charts!",
      "studio": "Staple Entertainement",
      "source": "Light Novel",
      "release-Date": "july 2, 2023"
    },
    {
      "id": "16",
      "title": "The Dreaming Boy is a Realist",
      "genre": "Comedy, Romance, School, Slice of Life",
      "visual": "https://cdn.myanimelist.net/images/anime/1239/134810.webp",
      "synopsis": "Wataru Sajou, who is deeply in love with his beautiful classmate Aika Natsukawa, approaches her without getting discouraged while having dreams about their mutual love. However, one day, he woke up thinking, 'I am not really fit to be together with someone as good as her, huh...' Upon realizing this, Wataru started keeping an appropriate distance from her, much to Aika's surprise. Could it be that he hates me now...? Did his intentions slip by her because she was getting impatient after arriving at the wrong conclusion?! This is the start of a romcom revolving around two people who just can't get their feelings across and both think their love is unrequited!",
      "studio": "AXsiZ, Studio Gokumi",
      "source": "Light Novel",
      "release-Date": "july 4, 2023"
    },
    {
      "id": "17",
      "title": "Reborn as a Vending Machine, Now I Wander the Dungeon",
      "genre": "Comedy, Fantasy, Isekai",
      "visual": "https://cdn.myanimelist.net/images/anime/1653/136097.webp",
      "synopsis": "A vending machine fanatic meets his demise when he is, quite ironically, crushed by a vending machine. To his dismay, he finds himself reincarnated as a vending machine in another world. Having reemerged within a forest inhabited by frogmen and other monsters—and supplied with only two products—Boxxo the Vending Machine requires coins to keep itself stocked, powered, and upgraded with new skills. Luckily, the automat is rescued by a young woman who quickly realizes that it is sentient, and she carries it to a human settlement. Thereafter, the strange piece of machinery gradually makes an impact in the world around it, gaining numerous allies along the way despite being utterly incapable of speech or movement and communicating only by playing out pre-recorded vending machine phrases.",
      "studio": "AXsiZ, Studio Gokumi",
      "source": "Light Novel",
      "release-Date": "july 5, 2023"
    },
    {
      "id": "18",
      "title": "My Tiny Senpai",
      "genre": "Comedy, Romance, Slice of Life, Workplace",
      "visual": "https://cdn.myanimelist.net/images/anime/1984/136274.webp",
      "synopsis": "'My senpai from work... is tiny and cute.' Shinozaki is an office worker who is taken care of and coddled by his senior team member Shiori Katase: a gorgeous, profoundly kind, loving, and diminutive woman. Shinozaki certainly hopes that she's not doing it out of duty... but her joy of doing so increasingly exposes her feelings!",
      "studio": "Project No.9",
      "source": "Manga",
      "release-Date": "july 2, 2023"
    },
    {
      "id": "19",
      "title": "Classroom for Heroes",
      "genre": "Action, Ecchi, Fantasy, School, Harem",
      "visual": "https://cdn.myanimelist.net/images/anime/1179/136000.webp",
      "synopsis": "A long time ago, there existed a Demon Lord who terrorized throughout the world until a Hero stepped up to the stage and challenged the Demon Lord, ultimately defeating him and ending his reign. The Hero then created Rosewood Academy, an academy made to help heroes-in-training achieve supremacy and help defend the world when needed that enrolls only the best of the best. Enter Arnest Flaming, a girl with a high sense of duty and the top student at the academy, hence receiving the alias 'Empress of Flames' who one day encounters the lively, carefree new transfer student Blade, a boy who seems to equal her in power, something that she finds really irritating. Arnest was then personally requested by The King to supervise, and show Blade around the academy during his stay. The story follows the students' struggles in their quest to become heroes.",
      "studio": "Actas",
      "source": "Light Novel",
      "release-Date": "july 9, 2023"
    },
    {
      "id": "20",
      "title": "Dark Gathering",
      "genre": "Horror, Shounen, Supernatural",
      "visual": "https://cdn.myanimelist.net/images/anime/1748/136736.webp",
      "synopsis": "Keitarou Gentouga is a college freshman who hates ghosts. Unluckily for him, he has a knack for attracting spirits. Two years ago, this connection had led to him receiving a spiritual injury on his right hand, with his friend getting caught in the crossfire. The event caused him to become a shut-in, leaving him with very poor social skills. Fortunately, Keitarou is slowly starting to mingle with society, thanks to the help of his childhood friend, Eiko Houzuki. As part of his rehabilitation, Keitarou takes on the part-time job of a private tutor, and his first pupil is none other than Eiko's cousin, Yayoi Houzuki. Besides being a child prodigy, there is another peculiarity regarding Yayoi—she has a spiritual constitution, just like Keitarou. However, in contrast to Keitarou, she yearns to encounter spirits, hoping to find the ghost that took her mother away. As Keitarou is dragged along by Yayoi and Eiko to haunted spots, his part-time job seems to be straying further and further away from its original purpose.",
      "studio": "OLM",
      "source": "Manga",
      "release-Date": "july 10, 2023"
    },
    {
      "id": "21",
      "title": "Undead Girl Murder Farce",
      "genre": "Horror, Shounen, Supernatural",
      "visual": "https://cdn.myanimelist.net/images/anime/1946/136661.webp",
      "synopsis": "The end of the 19th century—a vampire's wife is murdered, and the detective known as the 'cage user' is called in to solve the crime. But there's more to the detective and the curtained birdcage he carries...after all, when solving a case involving a monster, it might just take one to know one!",
      "studio": "Lapin Track",
      "source": "Light Novel",
      "release-Date": "july 6, 2023"
    },
    {
      "id": "22",
      "title": "The Duke of Death and His Maid Season 2",
      "genre": "Comedy, Drama, Romance, Supernatural",
      "visual": "https://cdn.myanimelist.net/images/anime/1078/136947.webp",
      "synopsis": "How can you fall in love when you can’t even hold hands? Due to a childhood curse, anything that the Duke touches will die—which makes his flirty maid’s behavior all the more shocking! Is there a way for the Duke and his companions to somehow break the curse, or is he doomed to a life where love is forever out of his reach?",
      "studio": "J.C.Staff",
      "source": "Manga",
      "release-Date": "july 9, 2023"
    },
    {
      "id": "23",
      "title": "My Unique Skill Makes Me OP Even at Level 1",
      "genre": "Adventure, Fantasy, Harem, Isekai",
      "visual": "https://cdn.myanimelist.net/images/anime/1579/136295.webp",
      "synopsis": "Ryouta Satou, who died from overworking at a black company, was reincarnated to another world. Although Ryouta was alive, he was now burdened with the inconvenience that his level is fixed to 1 in this new world. Although he wasn’t able to raise his level, he had a unique skill that can create a cheat-like item that shouldn't exist in the world from monsters. Knowing this, he maxed out his stats with the help of ability-up items, and he gathered a number of weapons and items that can only be used by himself, which made him have the strongest stats and gear despite being level 1.",
      "studio": "Maho Film",
      "source": "Light Novel",
      "release-Date": "july 8, 2023"
    },
    {
      "id": "24",
      "title": "Atelier Ryza: Ever Darkness & the Secret Hideout The Animation",
      "genre": "Adventure, Comedy, Drama, Fantasy, Game",
      "visual": "https://cdn.myanimelist.net/images/anime/1079/136949.webp",
      "synopsis": "Ryza no Atelier follows the story of Stout Reisalin, a girl living on Kurken Island in search of adventure. She discovers an abandoned row boat one summer day and sets out to the mainland with her friends Marslink Lent and Mongarten Tao. Along the way, Ryza meets the alchemist Vollmer Empel and his companion Decyrus Lila, which sets her on the path of learning alchemy and her intertwining adventures, and she soon discovers the truth about her home.",
      "studio": "LIDENFILMS",
      "source": "Game",
      "release-Date": "july 2, 2023"
    },
    {
      "id": "25",
      "title": "Helck",
      "genre": "Action, Adventure, Fantasy",
      "visual": "https://cdn.myanimelist.net/images/anime/1879/133302.webp",
      "synopsis": "While humanity celebrates the defeat of the Demon King by the hands of a lone hero, the denizens of the demon world prepare for the contest of a lifetime—a tournament to decide who would inherit the title of Demon King. Now, three months later, the tournament has been proceeding smoothly—well, other than the fact that the favorite to come out on top is the human hero Helck! With a smile and a wave, he easily bests his demonic competition, all while loudly proclaiming his hatred for humans. Though he calls for the destruction of humanity, the truth of what lies behind his cheery façade remains a mystery. Doubtful of Helck's intentions, Red Vamirio—one of the 'Four Heavenly Kings,' who oversee the realm of the demons together—seeks to uncover what the hero is truly after. With the title of 'Demon King' at stake, the fate of the demon world rests on her shoulders.",
      "studio": "Statelight",
      "source": "Manga",
      "release-Date": "july 12, 2023"
    },
    {
      "id": "26",
      "title": "The Masterful Cat Is Depressed Again Today",
      "genre": "Comedy, Fantasy, Slice of Life, Supernatural",
      "visual": "https://cdn.myanimelist.net/images/anime/1074/136720.webp",
      "synopsis": "When Saku took in a stray black cat, she never expected that he would become the equivalent of a housekeeping life partner. But Yukichi, a giant cat who towers over Saku, is not your ordinary feline. He takes great pride in his culinary skills, and a good sale at the supermarket always gets his whiskers twitching. Saku may not have her act together yet, but at least she has Yukichi!",
      "studio": "GoHands",
      "source": "Manga",
      "release-Date": "july 8, 2023"
    },
    {
      "id": "27",
      "title": "The Most Heretical Last Boss Queen: From Villainess to Savior",
      "genre": "Comedy, Fantasy, Romance, Isekai",
      "visual": "https://cdn.myanimelist.net/images/anime/1722/135542.webp",
      "synopsis": "Pride Royal Ivy is the final boss and all-around scum in the otome game To a Beam of Light With You. She committed innumerable crimes—from enslaving her adopted brother in a soul-binding contract to abusing her position against the servants in the household. In short, she is a villain of pure evil. A normal high school student in Japan reincarnates into the eight-year-old body of Princess Pride. The first order of business: survive to see another day. Using her cheat-like abilities, she resolves to save her father, rescue the kingdom, and become a kind and benevolent ruler. And so, Pride resolves to change her fate, no matter what it takes!",
      "studio": "OLM Team Yoshioka",
      "source": "Light Novel",
      "release-Date": "july 7, 2023"
    },
    {
      "id": "28",
      "title": "Temple",
      "genre": "Comedy, Ecchi, Romance, Harem",
      "visual": "https://cdn.myanimelist.net/images/anime/1879/136896.webp",
      "synopsis": "Akemitsu Akegami was always told by his father that 'no one can live alone'...but he's sure determined. After all, his father sure wasn't saying it with the best intentions, and Akemitsu has no desire to become like that creep. But when a chance encounter with a young woman leaves him with thoughts that are all too impure, he decides to do what he must—become a Buddhist monk and renounce worldly ways. But the temple he decides to devote himself to...is full of women? And that same young woman is there, too?? What's a guy to do?",
      "studio": "Gekkou",
      "source": "Manga",
      "release-Date": "july 9, 2023"
    },
    {
      "id": "29",
      "title": "Saint Cecilia and Pastor Lawrence",
      "genre": "Comedy, Fantasy, Romance, Shounen, Slice of Life",
      "visual": "https://cdn.myanimelist.net/images/anime/1329/135096.webp",
      "synopsis": "Dwelling in the small outskirts of a peaceful town, Lawrence works as a local pastor for the townsfolk. When in need, he is responsible for guiding people to the church to visit the 'Saint'—a symbol of good morals who heeds each parishioner's struggles and grants them sincere advice. Cecilia, a kind young girl, is tasked to fulfill this role; however, this tiresome job quickly exhausts her. That, paired with her hidden somnolent nature, often causes her to laze around the church. This leaves Lawrence to care for the church all by himself. While Cecilia sleeps in anticipation for her next visitor, Lawrence caters to her needs alongside performing the church's numerous responsibilities. Slowly but surely, they begin to form a comfortable and trusting friendship with one another. Lawrence accepting Cecilia's lax nature elates her while she grows accustomed to Lawrence's overly-doting nature. However, as the adoring and absent-minded saint's feelings for the dense and overly protective pastor progress past friendship, how will he respond?",
      "studio": "Doga Kobo",
      "source": "Manga",
      "release-Date": "july 13, 2023"
    },
    {
      "id": "30",
      "title": "The Great Cleric",
      "genre": "Adventure, Comedy, Fantasy, Isekai",
      "visual": "https://cdn.myanimelist.net/images/anime/1821/135926.webp",
      "synopsis": "After his untimely death, this salaryman gets another shot at life! When Luciel is reborn into a magical new land, he becomes a healer in hopes of leading a peaceful life. However, he quickly learns that being a healer is much more challenging than he expected. With strict and strenuous training in store, this new life is turning out to be anything but peaceful.",
      "studio": "Yokohama Animation Lab, Cloud Hearts",
      "source": "Light Novel",
      "release-Date": "july 14, 2023"
    },
    {
      "id": "31",
      "title": "Sweet Reincarnation",
      "genre": "Action, Fantasy, Slice of Life, Isekai",
      "visual": "https://cdn.myanimelist.net/images/anime/1251/136232.webp",
      "synopsis": "A promising pâtissier meets his demise and leaves the world without ever having achieved his dream of making the world's greatest pastry. But when he is given another chance, he reincarnates as nine-year-old Pastry Mille Morteln, determined to be successful this second time. His life would not be as sweet as his treats, though, as he encounters unfamiliar hardships in the magical world. To get one step closer to his lifelong desire, Pastry must learn how to fight, utilizing his confectionary knowledge and discovering magic along the way.",
      "studio": "SynergySP",
      "source": "Light Novel",
      "release-Date": "july 4, 2023"
    },
    {
      "id": "32",
      "title": "Level 1 Demon Lord and One Room Hero",
      "genre": "Comedy, Fantasy",
      "visual": "https://cdn.myanimelist.net/images/anime/1879/136721.webp",
      "synopsis": "Ten years ago, the hero Max defeated the Demon Lord. In order to regain his power, the Demon Lord went into a deep slumber...but when he awakens, his body is only a chibi version of its fearsome form. Now curious to see what his enemy is up to, the Demon Lord visits Max, only to discover the mighty hero living in a dirty one-room apartment. The Demon Lord decides to move in with Max and help his old enemy become a formidable opponent once more!",
      "studio": "Blade, Silver Link",
      "source": "Manga",
      "release-Date": "july 3, 2023"
    },
    {
      "id": "33",
      "title": "The Gene of AI",
      "genre": "Drama, Sci-Fi, Shounen, Psychological",
      "visual": "https://cdn.myanimelist.net/images/anime/1706/136176.webp",
      "synopsis": "This science fiction omnibus depicting a doctor who 'treats' robot and humanoid problems takes place in the near future, when humanoids with artificial intelligence account for 10% of the population. The main character, Dr. Sudo Hikaru, also has the undercover name Moggadeet, under which he secretly takes on illegal medical procedures. For example, for a man who inadvertently infected his humanoid wife with a computer virus when illegally backing up her data, Sudo proposes an operation to rewrite her memory using backup data. Could an existence replaced by backup data truly be said to be the same as it was before?",
      "studio": "Madhouse",
      "source": "Manga",
      "release-Date": "july 8, 2023"
    },
    {
      "id": "34",
      "title": "Sugar Apple Fairy Tale, Part 2",
      "genre": "Adventure, Fantasy, Romance",
      "visual": "https://cdn.myanimelist.net/images/anime/1399/136114.webp",
      "synopsis": "The second cour of Sugar Apple Fairy Tale. After winning Silver Sugar Master, Anne faces Challe’s sudden departure. Anne’s next journey begins as she is determined to have Challe back by her side.",
      "studio": "J.C.Staff",
      "source": "Light Novel",
      "release-Date": "july 7, 2023"
    },
    {
      "id": "35",
      "title": "Yohane the Parhelion: Sunshine in the Mirror",
      "genre": "Fantasy",
      "visual": "https://cdn.myanimelist.net/images/anime/1208/133335.webp",
      "synopsis": "'Nobody knows the story of the girl that everybody knows.' Numazu is a scenic port town surrounded by the mountains and the sea. Yohane, a girl who has struggled to fit in with her surroundings since childhood, spends her day avoiding people in the city. What I want to do, my true whereabouts, that is— Walking with a girl that cannot be honest, in a mysterious world you are familiar with. Another sun that has just appeared.",
      "studio": "Sunrise",
      "source": "Manga",
      "release-Date": "july 2, 2023"
    },
    {
      "id": "36",
      "title": "Ayaka",
      "genre": "Action, Fantasy",
      "visual": "https://cdn.myanimelist.net/images/anime/1406/136367.webp",
      "synopsis": "Yanagi Yukito is an orphan who one day encounters an eccentric disciple of his father's. The strange man takes him to his birthplace on Ayakashima, made up of seven islands where mysterious beings called 'Mitama' and dragons are rumored to reside. There, Yukito meets his father's two other disciples, who protect the harmony of Ayakashima... which soon threatens to collapse.",
      "studio": "Studio Blanc",
      "source": "Original",
      "release-Date": "july 2, 2023"
    },
    {
      "id": "37",
      "title": "Spy Classroom 2nd Season",
      "genre": "Action, Comedy, Mystery, Drama, Fantasy",
      "visual": "https://cdn.myanimelist.net/images/anime/1317/136666.webp",
      "synopsis": "Conflict-ravaged nations now deploy covert operatives instead of missiles. Lily is recruited into spy-training… but her practical skills are absolutely abysmal. Desperate to pass, she leaps at the chance to join the mysterious “Tomoshibi” team. Too bad the team is filled with even more hopeless spies. Together they must conquer the Impassible Mission and best their genius instructor, but the true purpose behind their classroom is more harrowing than they can imagine…",
      "studio": "Feel",
      "source": "Light Novel",
      "release-Date": "july 13, 2023"
    },
    {
      "id": "38",
      "title": "Mononogatari 2nd Season",
      "genre": "Action, Supernatural, Seinen",
      "visual": "https://cdn.myanimelist.net/images/anime/1111/135927.webp",
      "synopsis": "Filled with rage against spirits known as tsukumogami, Kunato Hyoma is sent to live with Nagatsuki Botan to help him see a different side. Though both are part of a clan that return the spirits back to their world with divine powers, their experiences with the otherworldly vessels are vastly different. Kunato, robbed of a loved one, and Nagatsuki, saved by them. Can she get through to him?",
      "studio": "Bandai Namco Pictures",
      "source": "Manga",
      "release-Date": "july 4, 2023"
    },
    {
      "id": "39",
      "title": "Synduality: Noir",
      "genre": "Mecha, Sci-Fi",
      "visual": "https://cdn.myanimelist.net/images/anime/1464/134806.webp",
      "synopsis": "The year is 2222. It has been years since Tears of the New Moon, a mysterious rain, poured and wiped out almost the entire human race. The poisonous rain gave birth to deformed creatures devouring humans, and humanity fled from the danger. As means for survival, the humans then build an underground haven; Amasia. In this newly built dystopian city, in a pursuit of maintaining their existence, they run into an Artificial Intelligence named Magus. Not knowing how things will work between them, the story of how Humans and AI coinciding and trying to find their truths begin.",
      "studio": "8 bit",
      "source": "Mixed Media",
      "release-Date": "july 11, 2023"
    },
    {
      "id": "40",
      "title": "BanG Dream! It's MyGO!!!!!",
      "genre": "Music",
      "visual": "https://cdn.myanimelist.net/images/anime/1891/136948.webp",
      "synopsis": "Would you be in a band with me for the rest of your life?' It's the end of spring of Anon’s first year at Haneoka Girls’ Academy, and almost everyone seems to be in a band. In order to fit in with the rest of the class, Anon, who started school late, scurries to find band members, and finds out that 'Haneoka's Weirdo' Tomori has yet to join any bands. So Anon resolves to speak with Tomori at any cost but...Bruised and unseemly as it is, this is our music, our cry. We may be lost, but we'll keep on moving as we are lost.",
      "studio": "SANZIGEN",
      "source": "Mixed Media",
      "release-Date": "jun 29, 2023"
    },
    {
      "id": "41",
      "title": "Record of Ragnarok II Part 2",
      "genre": "Action, Drama, Fantasy, Supernatural",
      "visual": "https://cdn.myanimelist.net/images/anime/1958/136099.webp",
      "synopsis": "In a shocking turn of events, humanity has won its first battle in the Ragnarök tournament—a series of 13 fights that will decide the fate of mankind. Zeus, the head of gods, sends the demigod Heracles for the next round to avenge the humiliated Greek pantheon. To face this hero loved by gods and humans alike, the Valkyrie Brunhilde decides to use Heracles' complete moral opposite: the infamous serial killer Jack the Ripper—leaving human beings unsure who they should support. Meanwhile, tensions begin to rise between various divine pantheons, and rumors of a traitor jeopardize the unity of those who want to annihilate humanity. As the line between friend and foe becomes blurred, Brunhilde will do everything she can to make her machinations successful.",
      "studio": "Yumeta Company, Graphinica",
      "source": "Manga",
      "release-Date": "july 12, 2023"
    },
    {
      "id": "42",
      "title": "TONIKAWA: Over The Moon For You - High School Days",
      "genre": "Comedy, Romance, Shounen, Slice of Life",
      "visual": "https://cdn.myanimelist.net/images/anime/1922/136453.webp",
      "synopsis": "Nasa, at the request of his former junior high school teacher, Ms. Yanagi, finds himself entrusted with teaching a programming class at a high school. But here's the catch—it's an all-girls' school. Surrounded by the limitless energy of teenage girls, Nasa tries to maintain his composure, but deep down, he can't help feeling nervous. A capricious boyfriend, secret admiration for someone, and a multitude of romantic dilemmas that can't be solved by programming, Nasa wonders if he can crack the equation of love!",
      "studio": "Seven Arcs",
      "source": "Manga",
      "release-Date": "july 12, 2023"
    },
    {
      "id": "43",
      "title": "Hanma Baki: Son of Ogre 2nd Season",
      "genre": "Action, Martial Arts, Shounen",
      "visual": "https://cdn.myanimelist.net/images/anime/1800/135847.webp",
      "synopsis": "Second season of Hanma Baki: Son of Ogre.",
      "studio": "TMS Entertainement",
      "source": "Manga",
      "release-Date": "july 26, 2023"
    }
  ],

  "titles": [
    "Jujutsu Kaisen 2nd Season",
    "Mushoku Tensei II: Isekai Ittara Honki Dasu",
    "Zom 100: Bucket List of the Dead",
    "Horimiya: Piece",
    "Bleach: Sennen Kessen-hen - Ketsubetsu-tan",
    "Masamune-kun no Revenge R",
    "The Girl I Like Forgot Her Glasses",
    "Rent-a-Girlfriend 3rd Season",
    "My Happy Mariage",
    "Bungou Stray Dogs 5th Season",
    "Liar Liar",
    "Hataraku Maou-sama!! 2nd Season",
    "Reign of the Seven Spellblades",
    "Rurouni Kenshin: Meiji Kenkaku Romantan",
    "Am I Actually the Strongest?",
    "The Dreaming Boy is a Realist",
    "Reborn as a Vending Machine, Now I Wander the Dungeon",
    "My Tiny Senpai",
    "Classroom for Heroes",
    "Dark Gathering",
    "Undead Girl Murder Farce",
    "The Duke of Death and His Maid Season 2",
    "My Unique Skill Makes Me OP Even at Level 1",
    "Atelier Ryza: Ever Darkness & the Secret Hideout The Animation",
    "Helck",
    "The Masterful Cat Is Depressed Again Today",
    "The Most Heretical Last Boss Queen: From Villainess to Savior",
    "Temple",
    "Saint Cecilia and Pastor Lawrence",
    "The Great Cleric",
    "Sweet Reincarnation",
    "Level 1 Demon Lord and One Room Hero",
    "The Gene of AI",
    "Sugar Apple Fairy Tale, Part 2",
    "Yohane the Parhelion: Sunshine in the Mirror",
    "Ayaka",
    "Spy Classroom 2nd Season",
    "Mononogatari 2nd Season",
    "Synduality: Noir",
    "BanG Dream! It's MyGO!!!!!",
    "Record of Ragnarok II Part 2",
    "TONIKAWA: Over The Moon For You - High School Days",
    "Hanma Baki: Son of Ogre 2nd Season"
  ],

  "visuals": [
    "https://cdn.myanimelist.net/images/anime/1600/134703.webp",
    "https://cdn.myanimelist.net/images/anime/1674/136728.webp",
    "https://cdn.myanimelist.net/images/anime/1384/136408.webp",
    "https://cdn.myanimelist.net/images/anime/1007/136277.webp",
    "https://cdn.myanimelist.net/images/anime/1018/136667.webp",
    "https://cdn.myanimelist.net/images/anime/1667/135587.webp",
    "https://cdn.myanimelist.net/images/anime/1582/136325.webp",
    "https://cdn.myanimelist.net/images/anime/1696/136634.webp",
    "https://cdn.myanimelist.net/images/anime/1147/122444.webp",
    "https://cdn.myanimelist.net/images/anime/1161/136691.webp",
    "https://cdn.myanimelist.net/images/anime/1571/134525.webp",
    "https://cdn.myanimelist.net/images/anime/1392/136670.webp",
    "https://cdn.myanimelist.net/images/anime/1396/136273.webp",
    "https://cdn.myanimelist.net/images/anime/1599/136532.webp",
    "https://cdn.myanimelist.net/images/anime/1496/136558.webp",
    "https://cdn.myanimelist.net/images/anime/1239/134810.webp",
    "https://cdn.myanimelist.net/images/anime/1653/136097.webp",
    "https://cdn.myanimelist.net/images/anime/1984/136274.webp",
    "https://cdn.myanimelist.net/images/anime/1179/136000.webp",
    "https://cdn.myanimelist.net/images/anime/1748/136736.webp",
    "https://cdn.myanimelist.net/images/anime/1946/136661.webp",
    "https://cdn.myanimelist.net/images/anime/1078/136947.webp",
    "https://cdn.myanimelist.net/images/anime/1579/136295.webp",
    "https://cdn.myanimelist.net/images/anime/1079/136949.webp",
    "https://cdn.myanimelist.net/images/anime/1879/133302.webp",
    "https://cdn.myanimelist.net/images/anime/1074/136720.webp",
    "https://cdn.myanimelist.net/images/anime/1722/135542.webp",
    "https://cdn.myanimelist.net/images/anime/1879/136896.webp",
    "https://cdn.myanimelist.net/images/anime/1329/135096.webp",
    "https://cdn.myanimelist.net/images/anime/1821/135926.webp",
    "https://cdn.myanimelist.net/images/anime/1251/136232.webp",
    "https://cdn.myanimelist.net/images/anime/1879/136721.webp",
    "https://cdn.myanimelist.net/images/anime/1706/136176.webp",
    "https://cdn.myanimelist.net/images/anime/1399/136114.webp",
    "https://cdn.myanimelist.net/images/anime/1208/133335.webp",
    "https://cdn.myanimelist.net/images/anime/1406/136367.webp",
    "https://cdn.myanimelist.net/images/anime/1317/136666.webp",
    "https://cdn.myanimelist.net/images/anime/1111/135927.webp",
    "https://cdn.myanimelist.net/images/anime/1464/134806.webp",
    "https://cdn.myanimelist.net/images/anime/1891/136948.webp",
    "https://cdn.myanimelist.net/images/anime/1958/136099.webp",
    "https://cdn.myanimelist.net/images/anime/1922/136453.webp",
    "https://cdn.myanimelist.net/images/anime/1800/135847.webp"
    
  ]
}